{
    "articles": {
        "0": {
            "title": "FACT CHECK: Is Cardinal Arinze eligible to be elected as the next Pope?",
            "text": "A social media user has claimed that Francis Arinze, a Roman Catholic cardinal, is the oldest and next possible candidate to be elected as the leader of the church following Pope Francis&#8217;s death.\nThe claim was also shared by different social media users on X and Facebook, as seen here.\nAs of the filing of this report, the post by @IgboHistoryFacts had received over 31k views, 125 reposts, 67 quotes, 824 likes, 38 bookmarks, and 236 comments.\n“Cardinal Francis Arinze. Our hope! After the death of Pope Francis, Cardinal Arinze is the oldest in Vatican City and a hopeful candidate to become the next Roman Catholic Pope,” the post reads.\nOn Easter Monday, the head of the Catholic Church died at age 88, after a prolonged battle with bilateral pneumonia.\nIS CARDINAL ARINZE THE NEXT IN LINE AFTER POPE FRANCIS?\nArinze was considered one of the leading contenders for the papacy in 2005, following the death of Pope John Paul II. \nThen aged 73, he was eligible to participate in the conclave and was seen as a strong candidate to succeed the late pontiff.\nWith the demise of Francis, the college of cardinals, currently consisting of 252 members, will see only the 135 cardinals under the age of 80 eligible to vote in the papal election.\nThe college of cardinals is a body of senior priests who support the pope in overseeing the affairs of the church, and they also vote during papal elections.\nHowever, under the church’s current rules, Arinze, who is 92, no longer meets the eligibility criteria to take part in the election or be considered for the papacy.\nA review by CableCheck of the official list of cardinal electors for the conclave confirms that Arinze is not included among those permitted to vote or be voted for.\nWe also observed that the accounts sharing the claims were either affiliated with or actively promoting the Igbo ethnic group.\nVERDICT\nThe claim that Cardinal Arinze is the next possible candidate to be elected as Pope is false. He is not eligible to vote or be voted for due to the age restriction.\nThe post FACT CHECK: Is Cardinal Arinze eligible to be elected as the next Pope? appeared first on TheCable Fact Check.",
            "author": "Janefrances Chibundu",
            "date_published": "2025-04-21 20:58:59",
            "unix_date_published": 1745287139.0,
            "organization_country": "Nigeria",
            "site_name": "CableCheck",
            "url": "https://factcheck.thecable.ng/fact-check-is-cardinal-arinze-eligible-to-be-elected-as-the-next-pope/",
            "language": "en"
        },
        "1": {
            "title": "Rárá, Jonathan kò sọ pé Tinubu yóò se àṣeyọrí nínú ètò ìdìbò fún Ipò Ààrẹ ní ọdún 2027",
            "text": "Ní ọjọ́ ajé, ọ̀rọ̀ kan to sọ pé Goodluck Jonathan, Ààrẹ orílẹ̀ èdè Nàìjíríà tẹ́lẹ̀ sọ pé Ààrẹ Bọla Tinubu yóò se àṣeyọrí ní ìgbà ìdìbò fún Ipò Ààrẹ ní ọdún 2027 ti di ohun tí àwọn ènìyàn ti ń pín kiri lórí ayélujára.\nỌ̀rọ̀ tó lè má jẹ́ òtítọ́ yìí sọ pé ìwé ìròyìn Daily Post ló gbé ọ̀rọ̀ yìí jáde ní ọjọ́ kẹẹdogun, oṣù kẹrin, ọdún 2025. Àwọn ènìyàn ti pín ọ̀rọ̀ yìí lọpọlọpọ ìgbà lórí Facebook, oun ibaraẹnise ìgbàlódé tí ó ní ọ̀pọ̀lọpọ̀ àwọn ènìyàn tí wọ́n ń tẹ̀lée. Ọ̀pọ̀lọpọ̀ àwọn ènìyàn sọ̀rọ̀ nípa ọ̀rọ̀ yìí, wọ́n sì tún pín ín lórí Tiktok, ohun ìgbàlódé ibaraẹnise tí àwọn ènìyàn ti máa ń fi àwòrán síta. Ẹ lè rí ọ̀rọ̀ yìí kà níbí àti níbí.\nAYẸWO Ọ̀RỌ̀ YÌÍ TÍ CABLECHECK SE RÈÉ \nNígbà tí CableCheck, ti TheCable Newspaper, se àyẹ̀wò àwọn ìròyìn Daily Post, ìwé ìròyìn tí àwọn ènìyàn ní ó gbé ọ̀rọ̀ yìí jáde, a ríi pé ìwé ìròyìn yìí kò gbé ìròyìn báyìí jáde. Nígbà tí a tún se àyẹ̀wò orí ayélujára ti Daily Post máa ń fi iroyin tó ti pẹ sí, a kò rí ohun tí ó jọ pé Jonathan sọ ọ̀rọ̀ báyìí.\nNí àfikún, àwòrán tí ó wà nínú ọ̀rọ̀ yìí lórí Facebook yàtọ̀ sí bí lẹ́tà àwọn ọ̀rọ̀ ìròyìn Daily Post ṣe máa ń rí tàbí tó, èyí tí ó túmọ̀ sí pé àwọn ènìyàn tí wọ́n fi ọ̀rọ̀ yìí síta lórí Facebook dá ọgbọ́n lọ́nà tí kò yẹ sí ọ̀rọ̀ yìí ní.\nA tún ríi pé kò sí ilé isẹ ìròyìn tí ó ṣeé gbára lé tó sọ pé Jonathan sọ irú ọ̀rọ̀ yìí.\nCableCheck kàn sí àwọn ènìyàn tí wọ́n ń bá Jonathan rí sí ọ̀rọ̀ ìròyìn láti lè mọ̀ bóyá òótọ́ ni ọ̀rọ̀ yìí. Ikechukwu Eze, olúrànlọ́wọ́ Jonathan sọ pé ọ̀rọ̀ yìí kìí se òótọ́.\nEze sọ pé kò sí ìgbà kankan tí Jonathan bá onisẹ ìròyìn kankan sọ irú ọ̀rọ̀ báyìí lórí ètò ìdìbò fún Ipò Ààrẹ ni ọdún 2027.\nBÍ A SE RÍ Ọ̀RỌ̀ YÌÍ ṢÍ \nJonathan kò sọ irú ọ̀rọ̀ báyìí. Irọ ni.\nThe post Rárá, Jonathan kò sọ pé Tinubu yóò se àṣeyọrí nínú ètò ìdìbò fún Ipò Ààrẹ ní ọdún 2027 appeared first on TheCable Fact Check.",
            "author": "Yemi Michael",
            "date_published": "2025-04-20 14:45:39",
            "unix_date_published": 1745178339.0,
            "organization_country": "Nigeria",
            "site_name": "CableCheck",
            "url": "https://factcheck.thecable.ng/rara-jonathan-ko-so-pe-tinubu-yoo-se-a%e1%b9%a3eyori-ninu-eto-idibo-fun-ipo-aare-ni-odun-2027/",
            "language": "yo"
        },
        "2": {
            "title": "A’a, Jonathan bai yi hasashen nasarar Tinubu a zaben shugaban kasa na 2027 ba",
            "text": "A ranar Talata ne wani rahoto da ke ikirarin cewa tsohon shugaban kasa Goodluck Jonathan ya yi hasashen nasarar Shugaba Bola Tinubu a zaben shugaban kasa na 2027 ya fara yawo a yanar gizo.\nKanun rahoton na cewa, &#8220;Tinubu ne zai lashe zaben shugaban kasa a 2027 &#8211; Goodluck Jonathan.&#8221;\nJaridar Daily Post ce ta wallafa wannan rahoto a ranar 15 ga Afrilu, 2025.\nAn raba rahoton ko&#8217;ina a cikin shafuka daban-daban na Facebook tare da manyan masu bin diddigi kuma ya sami babban aiki akan TikTok. Hakanan ana iya samun shi nan da nan.\nTABBATARWA\nJaridar Daily Post, jaridar da aka ambata a cikin hoton bidiyo, ba ta buga irin wannan labarin ba.\nBinciken da aka yi a gidan yanar gizon su da ma&#8217;ajiyar bayanai bai haifar da wani sakamako mai alaka da hasashen da Jonathan ya yi ba.\nBugu da ƙari, hoton ya bambanta da ainihin asali na Daily Post a girma da rubutu, yana nuna cewa an yi hoton.\nHaka kuma, babu wata kafar yada labarai da ta shahara da ta ruwaito Jonathan ya yi irin wannan furucin.\nCableCheck ya tuntubi kungiyar yada labaran Jonathan don tabbatar da sahihancin rahoton. Ikechukwu Eze, mataimaki na musamman ga tsohon shugaban kasar ya musanta wannan ikirarin.\nEze ya bayyana rahoton a matsayin &#8220;labaran karya da jami&#8217;an yada labarai suka kirkira&#8221;.\n“Babu inda Dr. Jonathan ya yi magana da kowane dan jarida kan zaben 2027 mai zuwa,&#8221; in ji shi.\nHUKUNCI\nMaganar cewa Jonathan ya yi hasashen nasarar Tinubu a zaben shugaban kasa a 2027 karya ce.\nThe post A’a, Jonathan bai yi hasashen nasarar Tinubu a zaben shugaban kasa na 2027 ba appeared first on TheCable Fact Check.",
            "author": "Lukman Garba",
            "date_published": "2025-04-20 14:31:45",
            "unix_date_published": 1745177505.0,
            "organization_country": "Nigeria",
            "site_name": "CableCheck",
            "url": "https://factcheck.thecable.ng/aa-jonathan-bai-yi-hasashen-nasarar-tinubu-a-zaben-shugaban-kasa-na-2027-ba/",
            "language": "ha"
        },
        "3": {
            "title": "No, Jonathan no predict Tinubu victory for 2027 presidential election",
            "text": "On Tuesday, one report wey claim sey former President Goodluck Jonathan predict President Bola Tinubu victory for di 2027 presidential election begin waka for internet. \nDi headline of di report tok sey, “Tinubu go win 2027 presidential election – Goodluck Jonathan.”\nDaily Post bin allegedly publish di report on April 15, 2025.\nDi report also waka ontop different Facebook pages wey get plenti followings and e don folo gada beta engagement for TikTok.\nYou fit also find am here and here.\nWETIN WE CHECK\nDaily Post, di newspaper wey dem mention for di viral image, no published dat kain article. Searches for dia official website and old papers no comot any results relating to wetin Jonathan allegedly predict.\nAdditionally, di image dey different from di original foto size and style wey Daily Post dey use, which mean sey na photoshopped.\nAlso, no confam news outlet report sey Jonathan tok dat kain tin.\nCableCheck folo Jonathan media team tok to confam di authenticity of di report. Ikechukwu Eze, special assistant to di former president, debunk di claim.\nEze tok sey di tori na “fake news wey agents of disinformation cook”.\n“E no get any time wey Dr. Jonathan folo any journalist tok sake of di forthcoming 2027 elections,” na so im tok.\nFINAK TOK\nDi claim wey tok sey Jonathan predict Tinubu victory for di 2027 presidential election no correct.\nThe post No, Jonathan no predict Tinubu victory for 2027 presidential election appeared first on TheCable Fact Check.",
            "author": "Claire Mom",
            "date_published": "2025-04-20 14:25:42",
            "unix_date_published": 1745177142.0,
            "organization_country": "Nigeria",
            "site_name": "CableCheck",
            "url": "https://factcheck.thecable.ng/no-jonathan-no-predict-tinubu-victory-for-2027-presidential-election/",
            "language": "pcm"
        },
        "4": {
            "title": "Ḿbà, Jonathan ágbaghị àmà na Tinubu gà-èmérí ńtùlíáka ónyé ísíàlà ǹkè áfọ̀ 2027",
            "text": "N’ubọchị Tuesde, ozi na-ekwu na onye bụburu onye isiala Naijiria, bụ Goodluck Jonathan, gbara àmà na onyeisiala Bola Tinubu ga-emeri na ntuliaka nke afọ 2027, pụtara ìhè na soshal midia.\nIsi okwu ozi ahụ kwuru na, &#8220;Tinubu ga-abụ onyeisiala Niajiria — Goodluck Jonathan&#8221;\nOzi ahụ bụ nke a sịrị na Daily Post bipụtara n&#8217;ubọchị iri n&#8217;ise nke ọnwa April, nke afọ 2025.\nE kesara nya bụ ozi n&#8217;ụfọdụ asafe nwere ọtụtụ ndị na-eso ha na Facebook, ma nwetakwa ọtụtụ ntụnye ọnụ na TikTok.\nI nwere Ike ịhuta ha ebe a na ebe a.\nŃNYÒCHÁ\nDaily Post, ọ́bá ozi a sịrị na o bipụtara nya bụ ozi, ebipụtaghị ozi dị ótú ahụ. Ọchịchọ anyị mere na webusaiti ha, ya na ebe nchekwa ozi ha, eweputaghị ozi ọbụla gbasara Jonathan ịma amụma dị otu ahụ.\nNa mgbakwunye, ihe ngosị ahụ pụrụ iche na otu ihe ngosị si na Daily Post na-adi, nke na-egosi na ọ bụ nke e jiri ngwa ọrụ AI nwogharịa.\nỌzọ kwa, onweghị ụlọ ozi bipụtara na Jonathan kwuru ihe dị otu a.\nCableCheck kpọtụrụ otu ozi Jonathan ịmata nke bụ ezi okwu. Ikechukwu Eze, onye nkwuchita ọnụ Jonathan, kwuru na ozi ahụ bụ asị.\nEze kwuru na ozi ahụ bụ nke n&#8217;ezighi-ezi, nke ndị mmadụ na-achọ okwu bipụtara.\n&#8220;Onweghị mgbe dọkịta Jonathan gwara onye nta akụkọ ọbụla ihe gbasara ntuliaka ọkwa onye isi ala nke afọ 2027,&#8221; Eze kwuru.\nŃCHỊ́KỌ́TÁ\nOkwu na Jonathan gbara àmà mmeri Tinubu na ntuli aka nke afọ 2027 bụ asị.\nThe post Ḿbà, Jonathan ágbaghị àmà na Tinubu gà-èmérí ńtùlíáka ónyé ísíàlà ǹkè áfọ̀ 2027 appeared first on TheCable Fact Check.",
            "author": "Janefrances Chibundu",
            "date_published": "2025-04-19 20:28:03",
            "unix_date_published": 1745112483.0,
            "organization_country": "Nigeria",
            "site_name": "CableCheck",
            "url": "https://factcheck.thecable.ng/%e1%b8%bfba-jonathan-agbaghi-ama-na-tinubu-ga-emeri-ntuliaka-onye-isiala-%c7%b9ke-afo-2027/",
            "language": "en"
        },
        "5": {
            "title": "FACT CHECK: Picture of Kwankwaso wearing cap with ‘Tinubu’s insignia’ photoshopped",
            "text": "A picture of Rabiu Kwankwaso, the presidential candidate of the New Nigeria Peoples Party (NNPP) in 2023, wearing a cap with an insignia popularly associated with President Bola Tinubu is circulating on social media.\nMany social media users who posted the picture, mostly on X and Facebook, claimed that Kwankwaso has dumped the NNPP for the ruling All Progressives Congress (APC).\nSince Tinubu&#8217;s loyalists mostly adorn the infinity insignia, the viral picture suggested that the NNPP chieftain is showing public support for the president.\nOn Tuesday, an X user, @Onsogbu, an APC member, posted the picture on the microblogging platform\n“Kwankansiya now with Tinubu&#8217;s unbroken chain cap. Welcome Home sir!. Life is simple,” he captioned the picture.\nA screenshot of the post\nThe post has garnered over 30,000 views, 500 likes, and 80 requotes.\nA Facebook user identified as Benjamin Ifeanyi Apugo posted the image with the caption, “Look at the cap Kwankwaso is wearing today. If you know Tinubu very well, you won’t underrate him politically.”\nThe picture has been published here, here, and here.\nThe picture appeared online amid rumours that Kwankwaso might leave the NNPP owing to the leadership crisis in the party.\nVERIFICATION\nUsing Google Lens to conduct a reverse image search on the keyframes, CableCheck found out that the original image was published on the Facebook page of NNPP.\nThe original picture was published on November 8, 2022.\nA screenshot of the original picture\nThe picture was taken at the Akanu Ibiam International Airport in Enugu state. Kwankwaso was welcomed by party leaders at the airport.\nIn the picture, Kwankwaso was putting on the red cap popularly associated with his political group — the Kwankwasiyya movement.\nThis indicates that the viral image was digitally manipulated to show that Kwankwaso wore a cap showing Tinubu&#8217;s insignia.\nIn 2024, the photoshopped picture also appeared on Facebook, and the supporters of Kwankwaso quickly fact-checked it.\nVERDICT\nThe image showing Kwankwaso wearing a cap withTinubu’s insignia was photoshopped.\nThe post FACT CHECK: Picture of Kwankwaso wearing cap with ‘Tinubu’s insignia’ photoshopped appeared first on TheCable Fact Check.",
            "author": "Ayodeji Oluwafemi",
            "date_published": "2025-04-18 08:57:46",
            "unix_date_published": 1744984666.0,
            "organization_country": "Nigeria",
            "site_name": "CableCheck",
            "url": "https://factcheck.thecable.ng/fact-check-picture-of-kwankwaso-wearing-cap-with-tinubus-insignia-photoshopped/",
            "language": "en"
        },
        "6": {
            "title": "Viral video wey show as Ibrahim Traore dey ‘cancel taxes’ for Burkina Faso na AI",
            "text": "One TikTok account — @panafrica069 — don publish one video wey claims sey Ibrahim Traore, head of di military junta for Burkina Faso, declare sey govment go stop to dey collect taxes from individuals and businesses for di West African kontri.\nDi TikTok video wey comot April 1 get voiceover wey claim sey Traore make history by turning Burkina Faso into di first African tax-free kontri.\n“Ibrahim Traore declare Burkina Faso as tax-free nation” na so di caption of di video tok. Pipu don share am pass 7,000 times wit ova 29,000 likes and 2,000 comments.\nFor di video, one AI-generated newscaster dey read one fake script while  voiceover dey play underground with oda background videos.\nDi voiceover also claim sey Elon Musk, di CEO of microblogging platform X, dey consider move im businesses go Burkina Faso sake of di policy.\nDi voiceover also claim sey Western kontris dey consider sanctions against Burkina Faso to stop di tax policy.\nDi TikTok account also post oda videos wey show policies and initiatives wey di Traore-led military govment no start.\nSince Traore take ova office in September 2022, plenti AI-generated multimedia content don wash di internet to paint Traore military regime for good light.\nPolicies wey Traore no start bin dey wrongly attached to di military junta for Burkina Faso. Analysts don attribute dis activities to di Russian elements wey dey di Sahel region\nWETIN WE CHECK\nOne of di clips for di TikTok video show as Traore dey tok for event. Using Google Lens to conduct reverse image search ontop di screenshots, CableCheck find one news article from di Africa24TV website.\nDi video show as Traore dey tok for di 2024 Academic Excellence Day for Burkina Faso, wey hapun on August 23, 2024, and e bin dey attached to di news report.\nA screenshot of the TikTok video\nDi video clip from Traore speech for di Academic Excellence Day event bin dey falsely used to show sey di military leader declare tax-free regime for diWest African kontri.\nA screenshot of Traore on the Academic Excellence Day event\nCableCheck also check Burkina Faso’s newspapers and di official social media accounts of di govment but evidence no dey to show sey Traore declare tax-free policy for businesses and individuals for di kontro.\nIn December 2024, di transitional parliament for Burkina Faso approve the 2025 Finance Act. For di legislation, dem amend some tax policies and amendments. One of di new provisions for di law be sey from January 2025, pipu wey dey sell goods and provide services ontop e-commerce platforms go pay taxes.\nFINAL TOK\nDi video wey claim sey Traore don declared sey pipu no go pay tax for Burkina Faso na AI-generated.\nThe post Viral video wey show as Ibrahim Traore dey ‘cancel taxes’ for Burkina Faso na AI appeared first on TheCable Fact Check.",
            "author": "Claire Mom",
            "date_published": "2025-04-17 15:52:22",
            "unix_date_published": 1744923142.0,
            "organization_country": "Nigeria",
            "site_name": "CableCheck",
            "url": "https://factcheck.thecable.ng/viral-video-wey-show-as-ibrahim-traore-dey-cancel-taxes-for-burkina-faso-na-ai/",
            "language": "pcm"
        },
        "7": {
            "title": "Faifan bidiyo akan Ibrahim Traore yana ‘soke haraji’ a Burkina Faso AI ce ta haifar",
            "text": "Wani asusun TikTok — @panafrica069 — ya wallafa wani faifan bidiyo da ke ikirarin cewa Ibrahim Traore, shugaban mulkin soja a Burkina Faso, ya bayyana cewa ba za a karbi haraji daga daidaikun mutane da ‘yan kasuwa a kasar da ke yammacin Afirka ba.\nBidiyon TikTok da aka buga a ranar 1 ga Afrilu ya nuna wata murya da ke ikirarin cewa Traore ya kafa tarihi ta hanyar mayar da Burkina Faso ta zama kasa ta farko a Afirka da ba ta da haraji.\nBidiyon mai taken: “Ibrahim Traore ya ayyana Burkina Faso a matsayin kasa mara haraji” an raba sama da sau 7,000 sha&#8217;awa sama da 29,000 da sharhi 2,000.\nA cikin bidiyon, an ga wani mai watsa labarai da AI ya ƙirƙira yana karanta rubutun ƙirƙira yayin da muryar murya ke wasa a ƙarƙashin ƙasa tare da wasu bidiyoyin bango.\nMuryar muryar ta kuma yi iƙirarin cewa Elon Musk, shugaban kamfanin gidan yanar gizo X, yana tunanin ƙaura kasuwancinsa zuwa Burkina Faso saboda manufar haraji.\nMuryar muryar ta kuma yi ikirarin cewa kasashen yammacin duniya na duba yiwuwar kakabawa Burkina Faso takunkumi domin dakatar da manufar haraji.\nAsusun na TikTok ya kuma buga wasu bidiyoyin da ke nuna manufofi da tsare-tsare da gwamnatin sojan da Traore ke jagoranta ba ta fara ba.\nTun lokacin da ya karɓi ragamar mulki a cikin Satumba 2022, da yawa kafofin watsa labarai abun ciki da AI da yawa suka haifar sun mamaye intanet don nuna mulkin soja na Traore a cikin kyakkyawan haske.\nManufofin da Traore bai fara aiwatarwa ba ana danganta su ga gwamnatin mulkin soja a Burkina Faso. Manazarta dai na danganta hakan da ayyukan ‘yan kasar Rasha a yankin Sahel.\nTABBATARWA\nƊaya daga cikin shirye-shiryen bidiyo na TikTok yana nuna Traore yana magana a wani taron. Yin amfani da Google ruwan tabarau don gudanar da binciken hoto na baya akan firam ɗin, CableCheck ya sami labarin labarai daga gidan yanar gizon Africa24TV.\nBidiyon Traore yana magana a ranar ƙwararrun Ilimi na 2024 a Burkina Faso, wanda ya gudana a ranar 23 ga Agusta, 2024, an haɗa shi da labarin.\nAn yi amfani da faifan bidiyo na jawabin da Traore ya yi a wurin taron Ranar Kwarewar Ilimi don nuna ƙarya cewa shugaban sojan ya ayyana tsarin mulki mara haraji a ƙasar Afirka ta Yamma.\nA screenshot of the TikTok video\nA yayin bikin ranar kwarewar ilimi, Traore bai yi magana kan haraji ba amma ya yaba wa malamai a Burkina Faso saboda jajircewa da kishin kasa.\nA screenshot of Traore on the Academic Excellence Day event\nCableCheck ya kuma yi nazari kan kafafen yada labarai na Burkina Faso da asusun gwamnati na gwamnati amma babu wata shaida da ta nuna cewa Traore ya ayyana dokar ta-baci ga ‘yan kasuwa da daidaikun mutane a kasar.\nA watan Disamba 2024, majalisar rikon kwarya a Burkina Faso ta amince da dokar kudi ta 2025. A cikin dokar, akwai manufofin haraji da gyare-gyare. Ɗaya daga cikin sabbin tanade-tanade a cikin dokar ita ce daga Janairu 2025, waɗanda ke siyar da kayayyaki da kuma ba da sabis akan dandamali na kasuwancin e-commerce za su biya haraji.\nHUKUNCI\nBidiyon da ke ikirarin cewa Traore ya bayyana cewa ba za a biya haraji a Burkina Faso AI ce ta samar ba.\nThe post Faifan bidiyo akan Ibrahim Traore yana ‘soke haraji’ a Burkina Faso AI ce ta haifar appeared first on TheCable Fact Check.",
            "author": "Lukman Garba",
            "date_published": "2025-04-17 15:48:25",
            "unix_date_published": 1744922905.0,
            "organization_country": "Nigeria",
            "site_name": "CableCheck",
            "url": "https://factcheck.thecable.ng/faifan-bidiyo-akan-ibrahim-traore-yana-soke-haraji-a-burkina-faso-ai-ce-ta-haifar/",
            "language": "en"
        },
        "8": {
            "title": "Ọ̀rọ̀ inú fídíò Tiktok tó sọ pé Ibrahim Traore sọ pé kí àwọn ará Burkina Faso má san owó orí kìí se òótọ́",
            "text": "Ẹni kan tí wọ́n ń pè ní @Panafrica069 lórí Tiktok, ohun ìgbàlódé ibaraẹnise tí àwọn ènìyàn ti máa ń fi àwòrán/fídíò síta, ti sọ pé Ibrahim Traore, olórí ijoba Ológun ni Orílẹ̀ èdè Burkina Faso tí sọ pé kí àwọn tó ń ṣòwò tàbí se ọ̀rọ̀ ajé má san owó orí.\nFídíò Tiktok tí ẹnì yìí fi síta ní ọjọ́ kini, oṣù kẹrin, ọdún 2025, ní ohùn ẹni kan tó ń sọ̀rọ̀ ní abẹlẹ pé Traore ti se ohun tí àwọn ènìyàn kò lè gbàgbé nítorí pé ó sọ orílẹ̀ èdè yìí di ibi tí àwọn ènìyàn kò ní máa san owó orí.\nFídíò yìí ní àkòrí tó sọ pé “Ibrahim Traore sọ pé àwọn ènìyàn kò gbọ́dọ̀ san owó orí ní Burkina Faso.” Àwọn ènìyàn tí pín ọ̀rọ̀ yìí ní ìgbà tó ju ẹgbẹ̀rún méje. Àwọn ènìyàn tó ju ẹgbẹ̀rún mọkandinlọgbọn ló fẹ́ràn ọ̀rọ̀ yìí. Àwọn ènìyàn tó lé ní ẹgbẹ̀rún méjì ló sọ̀rọ̀ nípa ẹ̀.\nNínú fídíò yìí, a rí ẹni kan tí kò kìí se àkàròyìn gidi tó ń ka ìròyìn kan, ènìyàn kan síi n sọ̀rọ̀ ní abẹlẹ pẹ̀lú àwọn fídíò kan.\nỌ̀rọ̀ tí ẹnì yìí ń sọ ní abẹlẹ yìí sọ pé Elon Musk, ẹni tí ó ni X, ohun alámì krọọsi, tí a mọ̀ sí Twitter tẹ́lẹ̀, tí ó jẹ́ ohun ìgbàlódé ibaraẹnise, n ròó pé kí ohun gbé isẹ ohun lọ sí orílẹ̀ èdè yìí nítorí pé òhun kò ní san owó orí níbẹ̀.\nỌ̀rọ̀ abẹlẹ yìí tún sọ pé àwọn orílẹ̀ èdè kan fẹ́ fi ìyà jẹ Burkina Faso nítorí ọ̀rọ̀ owó orí yìí. Fídíò Tiktok yìí  tún se àfihàn àwọn fídíò mìíràn tí wọ́n sọ àwọn ohun kan tí Traore kò ṣe.\nLáti oṣù kẹsàn-án, ọdún 2022, ti Traore tí gba ìjọba, àwọn ènìyàn ti fi àwọn ohun tí wọ́n kìí se òótọ́ àti àwọn ohun tó jẹ́ pé Traore kọ ló ṣe wọ́n sórí ayélujára láti lè jẹ́ kí àwọn ènìyàn rò pé ètò ìjọba ẹ dáa. Àwọn ènìyàn sọ pé ìṣẹ̀lẹ̀ yìí wáyé nítorí àwọn ohun tí àwọn ọmọ orílẹ̀ èdè Russia fa níbi tí a mọ̀ sí Sahel.\nAYẸWO Ọ̀RỌ̀ YÌÍ TÍ CABLECHECK SE RÈÉ \nAra àwọn ohun tí ó wà nínú fídíò Tiktok yìí se àfihàn Traore níbi tí ó ti sọ̀rọ̀ níbi kan. Nígbà tí CableCheck lo Google Lens láti se àyẹ̀wò àwòrán yìí, a rí ìròyìn kan tí wẹbusaiti (website) Africa24TV fi síta.\nFídíò tí Traore wà nínú rẹ̀ yìí níbi tí ó ti ń sọ̀rọ̀ ní Academic Excellence Day, ti ọdún 2024, ní Burkina Faso, tó wáyé ní ọjọ́ kẹtalelogun, oṣù kẹjọ, ọdún 2024, ni wọ́n fi gbé ìròyìn náà jáde lórí Africa24TV.\nA screenshot of the TikTok video\nÀwọn ènìyàn lo fídíò Tiktok tí Traore ti sọ̀rọ̀ yìí láti jẹ́ kí ó dàbí pé Traore sọ pé kí àwọn ènìyàn má san owó orí. Nígbà tí ó ń sọ̀rọ̀ ní Academic Excellence Day, Traore kò sọ̀rọ̀ nípa owó orí. Ohun tí ó se ni pé ó gbóríyìn fún àwọn olùkọ́ ni Burkina Faso fún isẹ dáadáa tí wọ́n ṣe.\nA screenshot of Traore on the Academic Excellence Day event\nCableCheck tún ṣe àyẹ̀wò orí àwọn ohun ìgbàlódé ibaraẹnise tí ìjọba orílẹ̀ èdè Burkina Faso (Burkina Faso government social media accounts). A kò rí ọ̀rọ̀ tí ó sọ pé Traore sọ pé kí àwọn ènìyàn orílẹ̀ èdè náà má san owó orí.\nNí oṣù Kejìlá, ọdún 2024, ìjọba ológun tí Traore jẹ́ olórí rẹ̀ fi ọwọ sí ètò isuna ọdún 2025 (2025 Finance Act). Nínú ìwé òfin ètò isuna yìí, ọ̀pọ̀lọpọ̀ àwọn ètò owó orí àti àwọn àtúnṣe kan ló wà nínú rẹ̀.\nAra àwọn àtúnṣe yìí sọ pé láti oṣù kìíní, ọdún 2025, àwọn tí wọ́n ń ta nkan tàbí tí wọ́n ń ṣòwò lórí ayélujára yóò máa san owó orí.\nBÍ A SE RÍ Ọ̀RỌ̀ YÌÍ ṢÍ\nTraore kò sọ pé àwọn ọmọ orílẹ̀ èdè Burkina Faso kò níí san owó orí mọ.\nThe post Ọ̀rọ̀ inú fídíò Tiktok tó sọ pé Ibrahim Traore sọ pé kí àwọn ará Burkina Faso má san owó orí kìí se òótọ́ appeared first on TheCable Fact Check.",
            "author": "Yemi Michael",
            "date_published": "2025-04-17 15:42:13",
            "unix_date_published": 1744922533.0,
            "organization_country": "Nigeria",
            "site_name": "CableCheck",
            "url": "https://factcheck.thecable.ng/oro-inu-fidio-tiktok-to-so-pe-ibrahim-traore-so-pe-ki-awon-ara-burkina-faso-ma-san-owo-ori-kii-se-ooto/",
            "language": "yo"
        },
        "9": {
            "title": "Íhé ńgósị́ ébé Ibrahim Traore nà-ákàgbú ị́na ụ̀tụ́ nà Burkina Faso bụ̀ áká ọ́rụ AI",
            "text": "Ótù asafe na TikTok bụ @panafrica069 ebipụtala ihe onyonyo na-ekwu na Ibrahim Traore, onye isi ndị agha mịlịtrị na-achị obodo Burkina Faso, kagburu ndị mmadụ bi n&#8217;obodo ahụ ịkwụ ụtụ.\nN&#8217;ime ihe onyonyo ahụ ebiputara na TikTok n&#8217;ụbọchị mbụ nke ọnwa April, a nụrụ ka otu olu na-ekwu na Traore agbanwela Burkina Faso ka ọ bụrụ òbòdò mbụ na Afrịka nke anaghị ana ụtụ.\nIhe ngosị a nke isiokwu ya bụ &#8220;Traore ekwupụtala Burkina Faso Dịka òbòdò anaghị ana ụtụ&#8221; bụ nke e kesagoro ihe karịrị ugbọrọ puku asaa (7,000 shares), ma nwetakwa nkwenye iri abụọ n&#8217;itoolu (29,000 likes) na ntụnye ọnụ puku abụọ (2,000 comments).\nN&#8217;ime ihe ngosị ahụ, otu onye nta akụkọ ejiri ngwa ọrụ AI mepụta ka a hụtara ka ọ na-agụpụta nya bụ ozi, ebe ótù olu n&#8217;okpuru gara n&#8217;ihu na-ekwu, dịka ọtụtụ ihe ngosị ndị ọzọ na-egosi na ihe onyonyo ahụ.\nOzi ahụ kwukwara na Elon Musk, onye nwe ọba ozịi X, na-akwado iwebata uloọrụ ya na obodo ahụ n&#8217;ihi iwu ụtụ nke Burkina Faso.\nOzị ahụ kwukwara na obodo ndị ọcha na-akwado ntaramahụhụ nye Burkina Faso iji kwụsị nya bụ atụmatụ.\nOtu asafe a na TikTok biputakwara atụmatụ ọchịchị aka ike nke Traore ekwupụtabeghị.\nKamgbe Traore were oche dịka onye isi obodo Burkina Faso n&#8217;ọnwa Septemba nke afọ 2022, ọtụtụ ihe ngosị e jiri AI mepụta apụtala ihe na soshal media, iji gosị ọchịchị ya n&#8217;ụdị dị mma.\nIwu nke onye isi obodo ahụ ekwuputaghị bụ nke ndị mmadụ kwuru na o kwuputara. Ndị nnyocha okwu kwụru na ọ bụ aka ọrụ ndị si mba Russia nọ na ogige ahụ.\nŃNYÒCHÁ\nÓtù akụkụ na nya bụ ihe ngosị si TikTok gosịrị Traore ebe o na-ekwu okwu na ọgbakọ. CableCheck jiri ígwè Google Lens were nyocha nya bụ ihe ngosị ma chọpụta n&#8217;otu ozi ahụ bụ nke si na webusite Africa24TV.\nIhe ngosị ebe Traore na-ekwu okwu na ọgbakọ Academic Excellence Day bụ́ ńké é jiri wee sochie okwu ahụ nke na-ekwu na onye isi obodo ahụ ekwupụtala iwu na-akagbu ina ụtụ n&#8217;obodo ahụ.\nNa ọgbakọ Academic Excellence Day ahụ, Traore ekwughị ihe ọbụla gbasara ụtụ, kama ọ kelere ndị nkuzi maka ọrụ ha na ịhụnanya ha nye Burkina Faso.\nA screenshot of the TikTok video\nCableCheck nyochakwara ụlọ ozi nke obodo ahụ nakwa asafe soshal mịdia ndị isi ọchịchị na Burkina Faso, ma onweghị nke gosịrị ebe Traore kwupụtara nkagbụ ịna ụtụ n&#8217;obodo ahụ.\nA screenshot of Traore on the Academic Excellence Day event\nN&#8217;ọnwa Decemba nke afọ 2024, ụlọ omeiwu nke obodo ahụ kwadoro iwu ego nke Burkina Faso. Obodo ahụ nwere ọtụtụ iwu gbasara ụtụ nke a na-atụgharị uche ma ga-akwado n&#8217;ụlọ omeiwu ha. Otu n&#8217;ime iwu ndịa bụ na site n&#8217;ọnwa Januwari nke afọ 2025, ndị niile n&#8217;ere ihe na webusite ọbụla ga-akwụ ụtụ tax.\nŃCHỊ́KỌ́TÁ\nIhe onyonyo na-ekwu na Traore kagburu ịkwụ ụtụ tax na Burkina Faso bụ nke aka ọrụ AI.\nThe post Íhé ńgósị́ ébé Ibrahim Traore nà-ákàgbú ị́na ụ̀tụ́ nà Burkina Faso bụ̀ áká ọ́rụ AI appeared first on TheCable Fact Check.",
            "author": "Janefrances Chibundu",
            "date_published": "2025-04-17 15:40:22",
            "unix_date_published": 1744922422.0,
            "organization_country": "Nigeria",
            "site_name": "CableCheck",
            "url": "https://factcheck.thecable.ng/ihe-ngosi-ebe-ibrahim-traore-na-akagbu-ina-utu-na-burkina-faso-bu-aka-oru-ai/",
            "language": "en"
        }
    }
}