{
    "articles": {
        "0": {
            "title": "One airport short: the Hwange airport runway claim checked",
            "text": "CLAIM: Did you know? Hwange National Park Airport in Zimbabwe boasts the 4th longest runway in Africa, trailing only South Africa&#8217;s and Harare International Airport&#8217;s runways.\n\n\n\nSOURCE:&nbsp; X Account, Henry Hakula &#8211; @henryhakula\n\n\n\nVERDICT: Partly true\n\n\n\nOn April 1, 2025, X (formerly Twitter) account holder Henry Hakula, using the handle @henryhakula, posted a message claiming that Hwange National Park Airport has the fourth-longest runway in Africa. He further said that ahead of the same airport are only South Africa&#8217;s and Harare airports runways.\n\n\n\n‘Did you know? Hwange National Park Airport in Zimbabwe boasts the 4th longest runway in Africa, trailing only South Africa&#8217;s and Harare International Airport&#8217;s runways,’ reads the message posted on X.\n\n\n\n‘It&#8217;s ranked 12th in the world! The airport features a single runway, designated 08/26, which is 4,600 meters long. It serves as the gateway to Hwange National Park, Zimbabwe&#8217;s largest national park, renowned for its stunning wildlife.’\n\n\n\nAccording to the Airports Company of Zimbabwe (ACZ), located 80 km away from Hwange town and 180 km from Victoria Falls, Hwange National Park Airport, with a runway measuring 4,600 metres long and 30 metres wide, has a capacity to handle a Boeing 737-200 aircraft or equivalent. On the other hand, slashgear.com, in its list of 10 of the longest airport runways in the world in no order of length includes the following African airports: Robert Gabriel Mugabe International Airport, Zimbabwe – 15,502 feet, Upington Airport, South Africa – 16,076 feet, Windhoek Hosea Kutako International Airport, Namibia – 14,869 feet and N&#8217;djili Airport, Democratic Republic of the Congo – 15,420 feet.\n\n\n\nAir Insight Group, which provides commercial aviation news and analysis, includes Hwange National Park Airport in its list of Top 10 Longest Runways in the World.&nbsp; Placed on position 10, together with Russia’s Zhukovsky International Airport, Hwange National Park Airport has a runway measuring 4,600 metres.\n\n\n\nIn the first position are Russia’s Ulyanovsk Vostochny Airport and&nbsp; China’s Shigatse Peace Airport, with runways measuring 5,000 metres, followed by Brazil’s Embraer Unidade Gavião Peixoto Airport (4,967 m), South Africa’s Upington Airport (4,900 m ), United States’ Denver International Airport (4,877m), Qatar’s Hamad International Airport (4,850 m ), Spain’s Madrid-Torrejón Airport (4,818 m ), Iraq’s&nbsp; Erbil International Airport (4,800 m), Zimbabwe’s Robert Gabriel Mugabe International Airport (4,725 m) and Democratic Republic of Congo’s N’djili Airport (4,700 m) on ninth position.\n\n\n\nInterestingly, Samchui.com also places Hwange National Park Airport alongside Russia’s Zhukovsky International Airport on the 10th position in a similar list of the top 10 longest runways in the world.\n\n\n\nAccordingly, therefore, in Africa, the airport that has the longest runway is Upington Airport in South Africa, followed by Robert Gabriel Mugabe International Airport, N’djili Airport in DRC and then Hwange National Park Airport. While Hwange National Airport indeed boasts the fourth longest runway in Africa, as claimed by the X account, it does not trail only South Africa and Zimbabwe’s airport&#8217;s runways. DRC’s N’djili Airport, with a runway measuring 4,700 m, also comes ahead of Hwange National Park Airport (4,600).\n\n\n\nThe importance of airport runways\n\n\n\n· &nbsp; &nbsp; &nbsp; &nbsp; The length of an airport&#8217;s runway can significantly affect flight operations.&nbsp;\n\n\n\n· &nbsp; &nbsp; &nbsp; &nbsp; Airports worldwide have varying runway lengths, allowing them to safely accommodate a certain number of aircraft types.&nbsp;\n\n\n\n· &nbsp; &nbsp; &nbsp; &nbsp; The design and condition of an airport runway factor into the calculations airlines and their pilots will take to ensure the aircraft arrives or departs safely.\n\n\n\n· &nbsp; &nbsp; &nbsp; &nbsp; Correcting the runway length is crucial for an airport, as it will outline its ability to accept various-sized aircraft.\n\n\n\nConclusion\n\n\n\nThe claim: ‘Did you know? Hwange National Park Airport in Zimbabwe boasts the 4th longest runway in Africa, trailing only South Africa&#8217;s and Harare International Airport&#8217;s runway’, is partly true in that while Hwange National Park Airport is the fourth longest runway in Africa, as claimed by the X account, it does not trail only South Africa and Zimbabwe’s airport&#8217;s runways but DRC’s N’djili Airport as well. The correct position, therefore, is that Hwange National Park Airport has the fourth longest runway in Africa after South Africa’s Upington Airport, Zimbabwe’s Robert Gabriel Mugabe International Airport and DRC’s N’djili Airport.\nThe post One airport short: the Hwange airport runway claim checked appeared first on FactCheckZW.",
            "author": "Lifaqane Nare",
            "date_published": "2025-04-16 05:54:01",
            "unix_date_published": 1744800841.0,
            "organization_country": "Zimbabwe",
            "site_name": "FactCheckZW",
            "url": "https://factcheckzw.org/one-airport-short-the-hwange-airport-runway-claim-checked/",
            "language": "en"
        },
        "1": {
            "title": "Giving cooking oil to babies – science says NO",
            "text": "CLAIM: Siyanai nekupa vana cooking oil (do not feed cooking oil to babies), dangerous to the baby&#8217;s lungs.\n\n\n\nSOURCE: An account on X\n\n\n\nVERDICT: True\n\n\n\nA number of Zimbabwean communities still have many cultural ties and taboos linked to mothers and newborns. Some of these range from the treatment of the umbilical cord, ‘protection’ of the fontanelle to breastfeeding practices.&nbsp;\n\n\n\nA practice that has come under the spotlight is the use of oils &#8211; vegetable, seed or animal oil.&nbsp;\n\n\n\nAn account on X posted advising people to stop giving cooking oil to babies as this was dangerous to the baby’s lungs.&nbsp;\n\n\n\nBut we grew up on it!\n\n\n\nThe comment section makes for interesting reading with most of the people swearing by cooking oil.&nbsp;\n\n\n\nSome of the comments include, ‘Imi makakura muchitopiwawo cooking oil nhasi makuti yashata Doc. Without that cooking oil, mungadai musina kusvika pamuri apa (You grew up being given that cooking oil and now you are saying it’s bad. Without that cooking oil you would not have grown up to be what you are now)’ and ‘Haaa will need more facts here. Almost all children in Zim born in the 80&#8217;s and before vakapihwa (were given) cooking oil. Am not saying it&#8217;s good. But l want you to justify its dangers by facts given this information’.\n\n\n\nDoesn’t matter whether it’s coconut oil&nbsp;\n\n\n\nDoctors have raised the issue of lipoid pneumonia in babies and the role that cooking oil plays.\n\n\n\nLipoid pneumonia in infants and children is a consequence of the aspiration of either vegetable oil, mineral oil or animal fat that is given orally or instilled intranasally.&nbsp;\n\n\n\nIn a video prepared by the Paediatric Association of Zimbabwe, featuring doctors from across the region, the dangers of this practice are highlighted.&nbsp;\n\n\n\nDr Norbertta Makombe is one of the paediatricians featured on the video.&nbsp;\n\n\n\n‘In most cases, Zimbabwean babies are given one to three teaspoons of oil daily to deal with stomach cramps, constipation and also for religious purposes. As you give the child that oil every day, little by little, it accumulates and forms a thick layer around the lungs,’ she says.\n\n\n\n’It does not matter whether you boil it, whether it is olive or coconut oil or whether it is one teaspoon a day. Unfortunately, the lungs cannot break down the oil. The oil causes inflammatory reactions which damage the lungs. The resultant damage is very difficult to treat and can result in death. The best way to manage the condition is to stop giving oil to children,’ she continues.\n\n\n\nIs there any research?\n\n\n\nIn response to this initial post on X, one account wrote, ‘Please reference for us 1 or 2 studies that show ingested oil as risk factor’.\n\n\n\nA 2008 study showed that although exclusive breastfeeding is encouraged for the first 6 months of a baby’s life, this is disrupted in a lot of instances, by ‘protection feedings’.&nbsp;\n\n\n\n‘During the first 2 months of life, “protection feedings” using traditional oral remedies (such as cooking oil and water) to prevent or treat perceived illness, specifically colic and sunken/depressed fontanel, made up 78.5% of the non-breast milk feeds.\n\n\n\n’Of the 229 MBF infants, 167 (72.9%) were administered their first non-breast milk feeding for protection from or treatment of a perceived illness associated with early infancy [“nhova” (fontanel issues associated with perceived metaphysical reasons), “ruzoka” (colic or stomach problems), or other illness]. All of these “protection feedings” were 1 of 3 foods: cooking oil (81.4%), water (10.8%), or traditional medicine (7.8%). The decision to give protection feedings was influenced by the mother herself (43.1%), her mother or mother-in-law (26.9%), the church (13.2%), health workers (4.2%), her husband (2.4%), and other family and community members (9.0%),’ reads the study conclusion.&nbsp;\n\n\n\nAnother study carried out in 2016 in Masvingo, showed that ‘most mothers believe that newborn babies should be given cooking oil and water to drink (92.0% and 52.0% respectively)’.&nbsp;\n\n\n\nThe studies show that giving cooking oil to babies is considered ‘normal’ by a lot of mothers. This practice, however, is not confined to Zimbabwe.&nbsp;\n\n\n\nThe danger\n\n\n\nExogenous lipoid pneumonia (ELP) in infants and children is a consequence of the aspiration of either vegetable oil, mineral oil or animal fat that is given orally or instilled intranasally. It has been reported in areas, where the use of oils is a part of traditional remedies.\n\n\n\nIn Saudi Arabia, the prevalence of the practice of herbal medicine was 59.3% in 155 children admitted with acute lower respiratory illnesses, especially in bronchiolitis, where sesame, fenugreek and olive oils were the most common.&nbsp;\n\n\n\nGhee is an animal source oil that is often used by Saudi older generation as a traditional habit to increase nutritional support and clear the nasal blockage. In 1995, these researchers were the first to report the clinical and pathological change of four children following the practice of force feeding with animal fat (ghee) in infancy in the southern part of Saudi Arabia.&nbsp;\n\n\n\nThe aspiration of fat animals induces diffuse lung injury. Exogenous lipoid pneumonia occurs due to the build-up of lipids within alveoli caused by the aspiration of oily material from animal, vegetable, or industrial sources.&nbsp;\n\n\n\nChildren in Saudi Arabia developed lipoid pneumonia after aspirating ghee, an animal-based oil that is used in the region because it is believed to relieve cough and cold symptoms, improve bowel movements, have nutritional value and enhance overall health. This rare disease has been reported in countries, where traditional practices involve the use of oil that is instilled as nasal drops or given orally.\n\n\n\nCases have also been reported in the other countries with similar beliefs, such as Oman, India, Mexico, Brazil and Ghana. The belief in these countries is that putting oil in the nose of a baby is thought to relieve nasal obstruction, especially during cold weather or flu illness. It is thought to improve the immunity and increase the weight of babies.&nbsp;\n\n\n\nCoconut oil as a nutritional supplement\n\n\n\nDespite blogs touting coconut oil as a nutritional supplement for babies, there is no clinical evidence supporting the use of coconut oil as a supplement for poor weight gain in infants.&nbsp;\n\n\n\nA study done on very low birth weight babies using coconut oil demonstrated poorer weight gain and possible harmful effect with coconut or safflower oil.&nbsp; A more recent randomized controlled trial with oral coconut oil showed no significant effect on weight gain and no effect on head circumference and length.\n\n\n\nResearch shows that oral administration of coconut oil should be avoided in infants who have had low birth weight and poor weight gain even on pure breastfeeding.&nbsp;\n\n\n\nConclusion\n\n\n\nDespite giving oil to babies being considered a ‘normal’ practice by some Zimbabweans and sticking to it because their mothers used it, research has shown that it is unsafe and does damage babies’ lungs as claimed, even causing death in some instances. Paediatricians in the country have raised the alarm on the increase of lipoid pneumonia in babies due to this practice. These cases are not only in Zimbabwe but have also been reported in other countries with similar beliefs, such as Saudi Arabia, Oman, India, Mexico, Brazil and Ghana.&nbsp;\n\n\n\n\nThe post Giving cooking oil to babies &#8211; science says NO appeared first on FactCheckZW.",
            "author": "Lifaqane Nare",
            "date_published": "2025-04-10 10:26:08",
            "unix_date_published": 1744298768.0,
            "organization_country": "Zimbabwe",
            "site_name": "FactCheckZW",
            "url": "https://factcheckzw.org/giving-cooking-oil-to-babies-science-says-no/",
            "language": "en"
        },
        "2": {
            "title": "Skewed samples, sensational stories: 72% paternity discrepancy claim misleading",
            "text": "CLAIM: According to the latest statistics, a staggering 72% of paternity tests conducted have returned negative results, meaning that in most cases, presumed fathers are not biologically related to the children they are raising.\n\n\n\nSOURCE: Media reports citing Global DNA Zimbabwe\n\n\n\nVERDICT: Misleading\n\n\n\nPaternity fraud has become a hot issue in Zimbabwe in recent times, especiaĺy with shows like Tinashe Mugabe&#8217;s DNA show.&nbsp;\n\n\n\nRecently, an online paper, Health Times published an article headlined, ‘Shocking Paternity Test Statistics Reveal Most Fathers Are Raising Non-Biological Children’.\n\n\n\nAs expected, it got a lot of traction on social media platforms here and here.&nbsp;\n\n\n\nThe story was also carried by other news outlets with claims that ‘Recent data from Global DNA Zimbabwe shows that 72% of paternity tests in the country have shown that the presumed fathers are not the biological parents. This means most men are unknowingly raising children who are not their own’.\n\n\n\nAnd also here, here and here.&nbsp;\n\n\n\nIt’s not the first time that these kind of statistics have made it to the public domain.&nbsp;\n\n\n\nSimilar stories have appeared before here and here.&nbsp;\n\n\n\nSampling\n\n\n\nThe biggest challenge with these stories is the source of the data. The data comes from DNA testing companies where tests are mostly from maintenance cases or low paternity confidence men.\n\n\n\nThis means that this is a non representative sample. Those who go for these tests are either already disputing paternity or are doing the tests for ‘peace of mind’.\n\n\n\nIn the recent claim, the data is sourced from Global DNA Zimbabwe, a private company that offers paternity testing services, among others.\n\n\n\nA representative from the company is quoted saying, ‘Most people do DNA tests to confirm the paternity of their alleged children. This usually stems from suspicions of infidelity, particularly on the part of women, leading the alleged fathers to seek confirmation. These tests provide peace of mind to those involved.’\n\n\n\nThis shows that their statistics are not from a representative sample but from the low paternity confidence group, which skews the result.&nbsp;\n\n\n\nNot only in Zimbabwe\n\n\n\nPaternity fraud statistics are not only skewed in Zimbabwe but throughout the world.&nbsp;\n\n\n\nThough an oft-repeated zombie statistic posits that as many as 10% of children are fathered outside of marriage, studies show that over the past 500 years, the rate in Europe is much closer to 1%.\n\n\n\nIn Sweden, a study was carried out on paternity fraud. Nearly two million mother-father-offspring family units were included. Overall, the frequency of misattributed paternity was estimated at 1.7% in both models.&nbsp;\n\n\n\nMisattributed paternity was more common among parents with low educational levels, and has decreased over time to a current 1%.\n\n\n\nZimbabwe study\n\n\n\nIn Zimbabwe an independent study, outside DNA testing companies, was carried out with 851 DNA test results cases spanning the 2014-2019 period. The involved\n\n\n\nfathers belonged to the low paternity confidence group since they all sought to determine if they were the fathers to the children in question.&nbsp;\n\n\n\nAccording to experts classification, paternity test results can be categorised as high paternity confidence (man who have no reason to doubt their fatherhood) and\n\n\n\nlow paternity confidence group (these include man who are sufficiently doubtful that they seek paternity to determine if they are the fathers of their children).&nbsp;\n\n\n\nThe cases were also classified as ‘peace of mind‘ tests if they were requested based on the concerned parties‘ need to know but outside the legal dispute or\n\n\n\nrequirement. The second group was that of court disputed paternity, where the concerned parties where ordered by the civil court to have a paternity test done.\n\n\n\nFor the peace-of-mind tests, participation of the mother was voluntary and man were not required to bring involved women as long as they could prove\n\n\n\nguardianship over the child. As a result, this group had a mixture of duo (child and presumed father) and trio (child, mother and presumed father).&nbsp;\n\n\n\nThe court cases however required the man, the woman and the disputed child to participate in the test, hence such cases always being trio. The concerned parties (including the child if over 18 years) underwent a 15-20\n\n\n\nminutes pre-test counselling session during which they were made aware of the technical aspect of the test and potential implication of the results.&nbsp;\n\n\n\nIf still determined to undergo the test, they would sign their consent. Tested parties also underwent post-test counselling session of 20-30 minutes during which\n\n\n\nresults were disclosed and further explained.\n\n\n\nResults of the Zimbabwean Study\n\n\n\nThe scientific study found that the average paternity discrepancy was 32.8 %. According to the researchers, these findings point to likely similar paternity discrepancy trends in Zimbabwe compared to other parts of the world where PD is high among those seeking to ascertain\n\n\n\nthe paternity of their supposed children &#8211; the low paternity confidence group.&nbsp;\n\n\n\nThe level of paternity discrepancy in high paternity confidence group (i.e. the general population with no reason to doubt the paternity of their children) still needs to be investigated and compared to the observed 1-3% in other world populations.\n\n\n\nInterestingly, the results also indicate that of the total tests conducted 66.22 % were male children whilst female children made up for only 33.78 %, indicating a stronger interest by social fathers in ascertaining paternity of male children as compared to female children.&nbsp;\n\n\n\nConclusion\n\n\n\nThough it has found a lot of traction over the years, the claim that ‘a staggering 72% of paternity tests conducted have returned negative results, meaning that in most cases, presumed fathers are not biologically related to the children they are raising’ is misleading. It is also misleading to say this is ‘according to latest statistics’. The statistics being referred to here are from a single DNA testing company. The men being tested are on the low paternity confidence group, that is, already doubting paternity. Global DNA Zimbabwe also does not state how many people were tested to ascertain the sampling size. The only scientific study that has been conducted on paternity discrepancy in the same low confidence group, with a sample size of 851 tests, showed a paternity discrepancy of 32.8%. This is more than 100% less than the ‘statistics’ from Global DNA Zimbabwe. This shows that the data from the claims does not even match the independent data study for the same group of low paternity confidence. No study has been carried out to date on the general population or high paternity confidence men.&nbsp;\nThe post Skewed samples, sensational stories: 72% paternity discrepancy claim misleading appeared first on FactCheckZW.",
            "author": "Lifaqane Nare",
            "date_published": "2025-04-04 06:48:37",
            "unix_date_published": 1743767317.0,
            "organization_country": "Zimbabwe",
            "site_name": "FactCheckZW",
            "url": "https://factcheckzw.org/skewed-samples-sensational-stories-72-paternity-discrepancy-claim-misleading/",
            "language": "en"
        },
        "3": {
            "title": "Misreported figures: Chronicle incorrect on female chiefs in Matabeleland",
            "text": "CLAIM: She (Chief Zanele Khumalo) joins two other female chiefs in Matabeleland.\n\n\n\nSOURCE: The Chronicle\n\n\n\nVERDICT: False\n\n\n\nIn an article headlined ’Chief Mabhikwa succession wrangle intensifies,’ the Chronicle of 25 March 2025 in the second from last paragraph claims that Zanele Khumalo, who was this month installed as Regent Chief Mabhikwa in Lupane, joins two other female chiefs in Matabeleland.\n\n\n\n‘Zanele’s appointment marks a major milestone for gender representation in traditional leadership,’ reads the Chronicle story.\n\n\n\n‘She joins two other female chiefs in Matabeleland.’&nbsp;\n\n\n\nThe newspaper identifies the two other chiefs as Chief Mvuthu (Silibaziso Mlotshwa) of Hwange and Chief Ndube (Nonhlanhla Sibanda) of Insiza. The story thus creates the impression that before Zanele’s installation, there were only two female chiefs in Matabeleland, and now there are three, including her.\n\n\n\nIn 2007, according to African Global Networks, Zimbabwe already had five female chiefs, three of them from Matabeleland and two from Mashonaland.\n\n\n\nThose were Chief Sinqobile Mabhena of Umzingwane, Chief Ketso Mathe of Gwanda, and Chief Nonhlanhla Sibanda of Insiza, all from Matabeleland South Province. In&nbsp; Mashonaland East Province, there were Chiefs Charehwa and Chimukoko.\n\n\n\nChief Mvuthu of Hwange District in Matabeleland North was recommended to ascend to the throne after her 2020 victory in a protracted legal battle at the High Court, which sought to disqualify her from succeeding her father on the basis that she was female.\n\n\n\nIn July 2024, Adelaide Nleya (female) was installed as Chief Hikwa in Bulilima, Matabeleland South, bringing the number of female chiefs in Matabeleland at the time to five.\n\n\n\nResistance to female chiefs in Zimbabwe\n\n\n\nDespite these six chiefs rising to the traditional leadership post, there is still cultural resistance to women occupying that position which has traditionally been a preserve for men.\n\n\n\nIn 2018, former president of the Chiefs’ Council, Chief Fortune Charumbira, stated that while Zimbabwe at the time had a total of 286 chiefs, only five were females.\n\n\n\nZanele Khumalo’s installation as regent is already being challenged by more than 30 Khumalo family members at the High Court, with some arguing that her appointment is against Ndebele culture, which has no provision for female chiefs.\n\n\n\nThis is not a new argument, Chiefs Mabhena and Mvuthu having faced the same challenges.&nbsp; Despite her father having picked her as his successor, Sinqobile Bahle Mabhena faced family opposition to her succeeding him.\n\n\n\nAt her&nbsp; installation ceremony in 1996, then Local Government Minister John Nkomo noted that the fact that she was a woman was irrelevant because the Nswazi people themselves, after thorough consultations, chose her to succeed her father.\n\n\n\nHowever, more than twenty years later, women seeking to succeed their fathers or act as regents are still fighting the same battles.&nbsp;\n\n\n\nIn a legal battle in which Silibaziso Mlotshwa was being resisted by family members to ascend to the Mvuthu chieftaincy, the High Court in July 2020 nullified the nomination of Saunders Mlotshwa (her uncle) as substantive Chief Mvuthu of Hwange district, saying it was unlawful, null and void. The judge said it was unconstitutional to discriminate against Silibaziso based on her gender.\n\n\n\nThe judge ruled that the administrator was guilty of dereliction of duty under law by failing to uphold the Bill of Rights, and as a result, effectively excluding Silibaziso from the selection process of the Mvuthu chieftainship. The judge had some harsh words for the uncle, and ordered costs against him on a punitive scale, saying the uncle’s behaviour had been ‘that of a drowning man clutching at straws’.\n\n\n\nWhat do the laws of Zimbabwe say about female chiefs?\n\n\n\nThe Constitution of Zimbabwe guarantees equality before the law and prohibits discrimination, ensuring equal opportunities for all, regardless of nationality, race, gender, or other characteristics in the Bill of rights. It also obligates the state to promote equality and protect disadvantaged groups. Section 3(1) (f) and (g) stipulates that Zimbabwe is founded on respect for recognition of the equality of all human beings and gender equality.\n\n\n\nSection 56 of the Constitution on equality and non-discrimination reads in part as follows:\n\n\n\n‘(1) All persons are equal before the law and have the right to equal protection and benefit of the law.\n\n\n\n(2) Women and men have the right to equal treatment, including the right to equal opportunities in political, economic, cultural, and social spheres.\n\n\n\n(3) Every person has the right not to be treated in an unfairly discriminatory manner on such grounds as their nationality, race, colour, tribe, place of birth, ethnic or social origin, language, class, religious belief, political affiliation, opinion, custom, culture, sex, gender, marital status, age, pregnancy, disability or economic or social status, or whether they were born in or out of wedlock.’\n\n\n\nOn the other hand, the Traditional Leaders Act, the law governing operations of traditional leaders including chiefs, is silent on the gender of chiefs. Section 3, which deals with the appointment of chiefs, reads in part as follows:\n\n\n\n(1) Subject to subsection (2), the President shall appoint chiefs to preside over communities inhabiting Communal Land and resettlement areas.\n\n\n\n(2) In appointing a chief in terms of subsection (1), the President—\n\n\n\n&nbsp;(a) shall give due consideration to— (i) the prevailing customary principles of succession, if any, applicable to the community over which the chief is to preside; and\n\n\n\n&nbsp;(ii) the administrative needs of the communities in the area concerned in the interests of good governance; and (b) wherever practicable, shall appoint a person nominated by the appropriate persons in the community concerned in accordance with the principles referred to in subparagraph (i) of paragraph (a): Provided that, if the appropriate persons concerned fail to nominate a candidate for appointment as chief within two years after the office of chief became vacant, the Minister, in consultation with the appropriate persons, shall nominate a person for appointment as chief.’\n\n\n\nConclusion\n\n\n\nThe claim: ‘She (Zanele Khumalo) joins two other female chiefs in Matabeleland’ is false. Before Khumalo’s ascendancy to the Mabhikwa chieftaincy as regent, there were already other five female chiefs: Mathe (Gwanda), Ndube (Insiza), Mabhena (Umzingwane), Mvuthu (Hwange), and Hikwa (Bulilima). The correct position, therefore, is that Khumalo joins five other female chiefs in Matabeleland and not two, as reported by the Chronicle.&nbsp;\nThe post Misreported figures: Chronicle incorrect on female chiefs in Matabeleland appeared first on FactCheckZW.",
            "author": "Lifaqane Nare",
            "date_published": "2025-03-28 09:13:29",
            "unix_date_published": 1743171209.0,
            "organization_country": "Zimbabwe",
            "site_name": "FactCheckZW",
            "url": "https://factcheckzw.org/misreported-figures-chronicle-incorrect-on-female-chiefs-in-matabeleland/",
            "language": "en"
        },
        "4": {
            "title": "Viral execution claims about Botswana’s Lesedi Molapisi are false",
            "text": "CLAIM: Lesedi Molapisi, who was sentenced to death in Bangladesh has been hanged 10:30 Friday, 21 March 2025 (GMT+6) Time in Bangladesh\n\n\n\nSOURCE: Social media&nbsp;\n\n\n\nVERDICT: False\n\n\n\nLesedi Molapisi is a Botswana national, who was arrested and convicted of drug trafficking in Bangladesh. On January 23, 2022, Molapisi, a 30-year-old Motswana woman, was detained and arrested at the Hazrat Shahjalal International Airport in Dhaka, Bangladesh.\n\n\n\nAfter receiving an anonymous tip, the airport customs officials intercepted Molapisi after she flew in from South Africa via Doha, Qatar.\n\n\n\nShe was found with over 3 kg of heroin and was in May 2024 sentenced to death.&nbsp;\n\n\n\nOn March 21, 2025 messages claiming that Molapisi had been executed at 10:30 am began appearing on social media platforms. Shortly thereafter, the posts went viral.&nbsp;\n\n\n\nSome of these posts appeared on X here, here and here.&nbsp;\n\n\n\nThey also appeared on Facebook here and here.&nbsp;\n\n\n\nAn account on X that posted an image with the claim that Molapisi had been executed had garnered 1,8 million views, 7,000 likes and over a thousand bookmarks by the time of this fact check.\n\n\n\nTo prove the ‘accuracy’ of these claims, an account on X even&nbsp; posted what he said was a statement from the Bangladesh authorities:&nbsp;\n\n\n\n\n\n\n\nHowever, a simple google search shows that rather than this being a statement from the Bangladesh government, it is an excerpt from an online Zimbabwe newspaper, The Zimbabwe Mail.&nbsp;\n\n\n\nThe story has no sources, relying on ‘reports’.\n\n\n\nNot executed\n\n\n\nDespite the claims being widespread, they are untrue. The first red flag was that there was no official communication from any of the concerned parties &#8211; the Bangladesh and Botswana governments or Molapisi’s family.&nbsp;\n\n\n\nInterestingly, Botswana’s High Commissioner to India and Bangladesh, Gilbert Shimane Mangole, had&nbsp; appeared on Duma FM rubbishing these claims, the previous day on March 20, 2025.&nbsp;\n\n\n\nHe stated that his government has been in touch with Molapisi, her lawyers and also the Bangladesh authorities over the matter and that there is an appeal hearing that will be coming up.\n\n\n\nMangole said besides the appeal, the Botswana government is doing all it can to resolve the situation and avoid execution. &#8216;We want to take the issue at a political and diplomatic level and our President Duma Boko has also committed to making sure that Bangladesh forgives Molapisi,&#8217; Mangole said, as quoted by Botswana’s newspaper, Mmegi. He said they want to facilitate a meeting between Boko and the Bangladesh President.\n\n\n\nHer father, Goitsemodimo Molapisi appeared on Newzroom Africa, confirming that his daughter is still alive. He said that while they remain hopeful that she will be extradited to Botswana,&nbsp; the false reports around her execution have brought ‘great pain’ to the family.&nbsp;\n\n\n\nNot the first time\n\n\n\nThis is not the first time that false reports of Molapisi’s execution have circulated.&nbsp;\n\n\n\nOn November 26, 2022, an account on X posted that Molapisi had been executed. This was way before her sentencing, which only happened in 2024.&nbsp;\n\n\n\nThis also happened in mid March 2025 where an account on X claimed that she had been executed in May 2024, ‘Do you remember this babe? Her name was Lesedi Molapisi from Botswana. She was apprehended in 2022 at Hazrat Shahjalal International Airport in Bangladesh in possession of 3.145kg of heroin. She was sentenced to death and executed last year in May.’\n\n\n\nConclusion\n\n\n\nDespite widespread claims that Lesedi Molapisi, a Motswana woman sentenced to death in Bangladesh, was executed on March 21, 2025, there is no truth to it. The claims are false and Molapisi remains incarcerated in Bangladesh while appeal hearings proceed. Her government is also in talks with Bangladesh authorities to resolve the issue. Although Botswana has the death penalty on its statutes, with the last execution happening in August 2024, it is in talks with&nbsp; Bangladesh to spare its citizen.&nbsp;\nThe post Viral execution claims about Botswana’s Lesedi Molapisi are false appeared first on FactCheckZW.",
            "author": "Lifaqane Nare",
            "date_published": "2025-03-24 08:55:25",
            "unix_date_published": 1742824525.0,
            "organization_country": "Zimbabwe",
            "site_name": "FactCheckZW",
            "url": "https://factcheckzw.org/viral-execution-claims-about-botswanas-lesedi-molapisi-are-false/",
            "language": "en"
        },
        "5": {
            "title": "Don’t fall for it: no new teacher recruitment policy, PSC warns against WhatsApp message",
            "text": "CLAIM: There is a new policy of [teacher] deployment that they absorbed (sic) in order to reduce the staff crisis in the nation.\n\n\n\nSOURCE: WhatsApp Message\n\n\n\nVERDICT: False\n\n\n\nIn a WhatsApp message that widely circulated before March 10 and even after, the writer advised unemployed teachers who qualified between 2015 and 2023 to visit the Public Service Commission (PSC) of Ministry of Education offices to be considered for ongoing recruitment. The author further claimed that there was a new deployment policy aimed at absorbing teachers to reduce their shortage in the country.\n\n\n\n‘All those who trained as teachers between 2015 and 2023 but are still unemployed please go to the nearest Public service offices or the Education offices say on Monday,’ read the message.\n\n\n\n\n\n\n\n‘Recruitments are ongoing now. There is a new policy of deployment that they absorbed in order to reduce the staff crisis in the nation. Thank you. Tell someone to tell someone.’\n\n\n\nIn an X (formerly Twitter) on 17 March 2025, PSC dismissed the WhatsApp message as &#8216;fake news&#8217;.\n\n\n\n\n\n\n\n\n\n\n\n&#8216;The PSC wishes to advise its valuable stakeholders to disregard the fake news circulating on social media claiming that the PSC has implemented a new deployment policy targeting teachers,&#8217; read the PSC message.\n\n\n\nThe commission explained that its employment practices continue to be through the same official channels, urging job seekers to verify any job offers or recruitment announcements through official channels.\n\n\n\n‘Prospective employees are advised to register through the PSC Online Registration or visit any PSC offices for assistance,’ added the commission.\n\n\n\nTell tale signs that the message is a scam/fake:\n\n\n\n\nLack of Specificity:\n\nIt&#8217;s vague. It doesn&#8217;t mention specific locations, required documents, or official contact information. \n\n\n\nSaying ‘on Monday’ without specifying which Monday, date or year is a red flag. \n\n\n\n\n\nUrgency and Pressure:\n\nThe phrase &#8220;Recruitments are on going now&#8221; creates a sense of urgency, pressuring people to act quickly without verifying the information. Scammers often use this tactic.\n\n\n\n&#8220;Tell someone to tell someone&#8221; is a classic sign of chain mail or a scam. \n\n\n\n\n\nUnusual Dissemination:\n\nOfficial government announcements are typically made through official channels, such as government websites, official social media accounts, and press releases. Relying on a forwarded message is highly suspicious.\n\n\n\n\n\nBroad Scope:\n\nA sudden, nationwide recruitment of all unemployed teachers from an eight-year range is highly unlikely without significant prior announcement and media coverage.\n\n\n\n\n\nPublic Service Offices or the Education offices:\n\nThis statement is too general. A real announcement would list the specific offices, and or contact information.\n\n\n\n\n\n\nIn summary, the message&#8217;s vagueness, urgency, informal language, and questionable dissemination methods are strong indicators of a scam.\n\n\n\nConclusion\n\n\n\nThe claim: ‘There is a new policy of [teacher] deployment that they absorbed (sic) in order to reduce the staff crisis in the nation,’ is false. The PSC, the body responsible for the recruitment of civil servants has since dismissed it as &#8216;fake,&#8217; further urging stakeholders to treat it with the contempt it deserves.\n\n\n\n\nThe post Don’t fall for it: no new teacher recruitment policy, PSC warns against WhatsApp message appeared first on FactCheckZW.",
            "author": "Lifaqane Nare",
            "date_published": "2025-03-18 10:48:41",
            "unix_date_published": 1742312921.0,
            "organization_country": "Zimbabwe",
            "site_name": "FactCheckZW",
            "url": "https://factcheckzw.org/dont-fall-for-it-no-new-teacher-recruitment-policy-psc-warns-against-whatsapp-message/",
            "language": "en"
        },
        "6": {
            "title": "Aggravated assault vs. rape: different definitions but same penalty",
            "text": "March is known as #WomensMonth because the International Women’s Day is commemorated on 8 March. It is a global day celebrating the social, economic, cultural, and political achievements of women. The day also marks a call to action for accelerating women&#8217;s equality.\n\n\n\nAnd talking of women’s equality, an account on X (formerly Twitter) asked, ‘Why is it less common for women to get custodial sentences? I&#8217;m not trying to be sexist here but this is worrying if it is a trend. Things are skewed in favour of women?’\n\n\n\nIn response, lawyer, Fadzayi Mahere responded that ‘sentencing principles are built that way’ and ‘there’s so much you can argue in mitigation of sentence for a woman’.\n\n\n\nThe discussion then turned to rape with one account asking, ‘When you say “under our law, woman cannot commit rape” , what happens to woman who have inappropriate relationships with minors?’.\n\n\n\nOne of the responses was, ‘It&#8217;s called aggravated assault and therefore carries a lighter sentence than exactly the same offence committed by a man and therefore classified as rape.’\n\n\n\nIn this fact sheet we address these questions:\n\n\n\n\nUnder our law, can women commit rape?\n\n\n\nWhat happens to women who have inappropriate relationships with minors?\n\n\n\nDoes aggravated assault carry a lesser sentence than rape?\n\n\n\n\nDefinitions\n\n\n\nRape &#8211; the Criminal Law (Codification and Reform) Act defines rape in Section 65:&nbsp;\n\n\n\n1) If a male person knowingly has sexual intercourse or anal sexual intercourse with a female person and, at the time of the intercourse\n\n\n\n(a) the female person has not consented to it; and\n\n\n\n(b) he knows that she has not consented to it or realises that there is a real risk or possibility that she may not have consented to it; he shall be guilty of rape and liable to imprisonment for life or any definite period of imprisonment.\n\n\n\nAggravated sexual assault is defined in the same act in Section 66:\n\n\n\n1) Any person who\n\n\n\n(a) being a male person\n\n\n\n(i) commits upon a female person any act, other than sexual intercourse or anal sexual intercourse,\n\n\n\ninvolving the penetration of any part of the female person’s body or of his own body; or\n\n\n\n(ii) commits upon a male person anal sexual intercourse or any other act involving the penetration of\n\n\n\nany part of the other male person’s body or of his own body;\n\n\n\n(b) being a female person\n\n\n\n(i) has sexual intercourse with or commits upon a male person any other act involving the penetration of any part of the male person’s body or of her own body; or\n\n\n\n(ii) commits upon a female person any act involving the penetration of any part of the other female\n\n\n\nperson’s body or of her own body;\n\n\n\nwith indecent intent and knowing that the other person has not consented to it or realising that there is a real risk\n\n\n\nor possibility that the other person may not have consented to it, shall be guilty of aggravated indecent assault.\n\n\n\nThis answers the first question on whether under Zimbabwean law, women can commit rape. No, they can not. Rape is defined as a crime committed by a male on a female.&nbsp;\n\n\n\nWhen a male does the same on a male, or a female does the same on a male, the offense is called aggravated sexual assault.&nbsp;\n\n\n\nIt is important to note that aggravated sexual assault carries the same sentence as rape. Section 66 of the Criminal Law Act states that a person convicted of sexual assault is ‘liable to the same penalty as is provided for rape’.\n\n\n\nThe sentence for rape, and therefore, aggravated sexual assault, is provided for in Section 65 as ‘imprisonment for life or any definite period of imprisonment’.\n\n\n\nSection 70 of the same act answers the second question: what happens to women who have inappropriate relations with minors:\n\n\n\nSexual intercourse or performing indecent acts with young persons\n\n\n\n(1) Subject to subsection (2), any person who—\n\n\n\n(a) has extra-marital sexual intercourse with a young person; orjbzowa@justice.gov.zw\n\n\n\n(b) commits upon a young person any act involving physical contact that would be regarded by a reasonable person to be an indecent act; or\n\n\n\n(c) solicits or entices a young person to have extra-marital sexual intercourse with him or her or to commit any act with him or her involving physical contact that would be regarded by a reasonable person to be an indecent act; shall be guilty of sexual intercourse or performing an indecent act with a young person, as the case may be, and liable to a fine not exceeding level twelve or imprisonment for a period not exceeding ten years or both.\n\n\n\nMitigation in sentencing for rape and aggravated sexual assault&nbsp;\n\n\n\na)the age of the person raped;\n\n\n\nb) the degree of force or violence used in the rape;\n\n\n\nc) the extent of physical and psychological injury inflicted upon the person raped;\n\n\n\nd) the number of persons who took part in the rape;\n\n\n\ne) the age of the person who committed the rape;\n\n\n\nf) whether or not any weapon was used in the commission of the rape;\n\n\n\ng) whether the person committing the rape was related to the person raped in any of the degrees mentioned in subsection (2) of section seventy-five;\n\n\n\n(h) whether the person committing the rape was the parent or guardian of, or in a position of authority over, the person raped;\n\n\n\n(i) whether the person committing the rape was infected with a sexually transmitted disease at the time of the rape.\n\n\n\nResources and Support\n\n\n\n\nVictim Friendly Unit (VFU) of the Zimbabwe Republic Police:\n\nThe VFU is a specialised unit within the police force that handles cases of sexual and gender-based violence.\n\n\n\nThey provide support to survivors and assist with investigations.\n\n\n\n\n\nAdult Rape Clinics:\n\nThese clinics provide medical care, including forensic examinations, and counseling to survivors of sexual assault.\n\n\n\n\n\nNGOs:\n\nOrganizations like the Musasa Project and the Zimbabwe Women Lawyers Association (ZWLA) offer support services, legal aid, and advocacy for survivors of gender-based violence.\n\n\n\n\n\nNational GBV helpline:\n\nThere is a toll free national GBV helpline &#8211; 575, and others that can provide assistance.\n\n\n\n\n\n\nImportant\n\n\n\n\nIt is crucial to seek medical attention as soon as possible after a sexual assault.\n\n\n\nPreserving evidence is essential for legal proceedings.\n\n\n\nSurvivors have the right to seek support and justice.\n\n\n\n\nConclusion\n\n\n\nWhile it is true that under Zimbabwean law women cannot commit rape but are charged with aggravated sexual assault, the offense of sexual aggravated assault carries the same penalty as rape. The law in no way allows women to get away with sexual offences. However, as Advocate Fadzayi Mahere noted, there are mitigating circumstances that can be offered to the courts and these tend to skew the scales of justice in favour of women.&nbsp;\nThe post Aggravated assault vs. rape: different definitions but same penalty appeared first on FactCheckZW.",
            "author": "Lifaqane Nare",
            "date_published": "2025-03-13 07:46:27",
            "unix_date_published": 1741869987.0,
            "organization_country": "Zimbabwe",
            "site_name": "FactCheckZW",
            "url": "https://factcheckzw.org/aggravated-assault-vs-rape-different-definitions-but-same-penalty/",
            "language": "en"
        },
        "7": {
            "title": "Tanzania’s Hassan did not assume office through popular vote",
            "text": "CLAIM: To date, 24 African women have served as heads of state or govt across 17 different countries, but only 3 | Ellen Johnson Sirleaf (Liberia) Samia Suluhu Hassan (Tanzania) and now Netumbo Nandi-Ndaitwah (Namibia) | have actually won elections through direct popular vote.\n\n\n\nSOURCE: Account on X\n\n\n\nVERDICT: Partly true\n\n\n\nOn March 4, 2025, SABC news anchor Peter Ndoro posted a message on X (formerly Twitter), claiming that 24 African women have served as heads of state or government across 17 different countries but only three – Ellen Johnson Sirleaf (Liberia) Samia Suluhu Hassan (Tanzania) and now Netumbo Nandi-Ndaitwah (Namibia) – have won elections through direct popular vote.\n\n\n\nAccording to Dabafinance.com, from elected presidents to acting heads of state and prime ministers, twenty-four (24) African women, including the recently elected President of Namibia, Netumbo Nandi-Ndaitwah, have so far risen to the highest offices in their respective countries, breaking barriers in traditionally male-dominated political spaces.\n\n\n\nThe website lists African women leaders as follows:\n\n\n\nElected Presidents\n\n\n\n\nNetumbo Nandi-Ndaitwah (Namibia, December 2024 – Present) \n\n\n\nSahle-Work Zewde (Ethiopia, October 2018 – October 2024) \n\n\n\nAmeenah Gurib-Fakim (Mauritius, June 2015 – March 2018) \n\n\n\nEllen Johnson Sirleaf (Liberia, January 2006 – January 2018) \n\n\n\nJoyce Hilda Banda (Malawi, April 2012 – May 2014) \n\n\n\n\nActing/Interim Presidents\n\n\n\n\nSamia Suluhu Hassan (Tanzania, March 2021 – Present) \n\n\n\nCatherine Samba-Panza (Central African Republic, January 2014 – March 2016) \n\n\n\nAgnès Monique Ohsan Bellepeau (Mauritius)  March to July 2012, and May to June 2015, \n\n\n\nRose Francine Rogombé (Gabon, June 2009 – October 2009) \n\n\n\nIvy Matsepe-Cassaburi (South Africa, September 2005) \n\n\n\nSylvie Kinigi (Burundi, October 1993 – February 1994) \n\n\n\n\nCurrent Prime Ministers\n\n\n\n\nVictoire Sidémého Dzidudu Dogbé Tomegah (Togo, September 2020 – Present)\n\n\n\nRose Christiane Ossouka Raponda (Gabon, July 2020 – Present)\n\n\n\nRobinah Nabbanja (Uganda, June 2021 – Present)\n\n\n\nNajla Bouden Romdhane (Tunisia, October 2021 – Present)\n\n\n\nSaara Kuugongelwa-Amadhila (Namibia, March 2015 – Present)\n\n\n\n\nFormer Prime Ministers:\n\n\n\n\nLuísa Dias Diogo (Mozambique, 2004-2010)\n\n\n\nMaria das Neves Ceita Baptista de Sousa (São Tomé and Príncipe, 2002-2004)\n\n\n\nMame Madior Boye (Senegal, 2001-2002)\n\n\n\nElizabeth Domitien (Central African Republic, 1975-1976)\n\n\n\nCissé Mariam Kaïdama Sidibé (Mali, 2011-2012)\n\n\n\nAminata Touré (Senegal, 2013-2014)\n\n\n\nMaria do Carmo Trovoada Pires de Carvalho Silveira (São Tomé and Príncipe, 2005-2006)\n\n\n\nAgathe Uwilingiyimana (Rwanda, 1993-1994)\n\n\n\n\nAfrica Faith &amp; Justice Network lists 10 African women presidents across 9 countries who have served as heads of state and these are:\n\n\n\n1.&nbsp; &nbsp; &nbsp; Slyvie Kiningi, Acting President of Burundi&nbsp; (February – October 1993)\n\n\n\n2.&nbsp; &nbsp; &nbsp; Ivy Matsepe-Cassaburi, Acting President of South Africa (September 2005)\n\n\n\n3.&nbsp; &nbsp; &nbsp; Ellen Johnson Sirleaf, President of Liberia ( January 2006 – January 2018)\n\n\n\n4.&nbsp; &nbsp; &nbsp; Rose Francine Rogombe, Interim President of Gabon (June 2009 – October 2009)\n\n\n\n5.&nbsp; &nbsp; &nbsp; Agnes Monique Ohsan Bellepeau, Acting President of Mauritius (March – July 2012 and May –&nbsp; June 2015)\n\n\n\n6.&nbsp; &nbsp; &nbsp; Joyce Hilda Banda, President of Malawi (April 2012 – May 2014)\n\n\n\n7.&nbsp; &nbsp; &nbsp; Catherine Samba, Acting President of Central African Republic (January 2014 – March 2016)\n\n\n\n8.&nbsp; &nbsp; &nbsp; Ameenah Gurib-Fakim, President of Mauritius (June 2015 – March 2018)\n\n\n\n9.&nbsp; &nbsp; &nbsp; Sahle-Work Zewde, President of Ethiopia (October 2018 – Present)\n\n\n\n10.&nbsp; Samia Suluhu Hassan, President of Tanzania (March 2021 – Present)\n\n\n\nAfrica.com lists 22 African women who have served as heads of state. The website defines Women Heads of State as women who have served as president or prime minister, including Heads of State and Heads of Government.&nbsp; These women must have been elected or appointed since 1970 and served at least three months. Female monarchs are omitted.&nbsp;\n\n\n\nAs of 2022, according to the United Nations Economic Commission for Africa (UNECA), Ethiopia and Tanzania are the two countries in Africa with female presidents. UNECA further says: ‘In addition, Africa has five prime ministers: Rose Christiane Ossouka Raponda of Gabon, Saara Kuugongelwa of Namibia, Najla Bouden of Tunisia, Dogbe Tomegah of Togo and Robinah Nabbanja of Uganda.\n\n\n\nHow did Ellen Johnson Sirleaf, Samia Suluhu Hassan, and Netumbo Nandi-Ndaitwah assume office?\n\n\n\nEllen Johnson Sirleaf\n\n\n\nSirleaf was first sworn in as Liberian and first-ever African woman president on January 16, 2006, after winning the November 8, 2005 runoff election and defeating soccer legend George Weah. In October 2011, Sirleaf went on to win another presidential runoff election, garnering more than 90 percent of the vote. She stepped down in January 2018 when her two terms ended.\n\n\n\nSamia Suluhu Hassan\n\n\n\nHassan was selected as running mate of CCM presidential candidate John Magufuli in the October 2015 election after which she was sworn in as vice president on November 5.&nbsp; Following the death of Magufuli in 2021, Hassan was sworn in as president on March 19 to complete the remainder of his second term. She has since been nominated CCM presidential candidate in the next general elections set for October this year.\n\n\n\nNetumbo Nandi-Ndaitwah&nbsp;\n\n\n\nThe Electoral Commission of Namibia (ECN), declared Netumbo Nandi-Ndaitwah of the governing SWAPO party, duly elected President of the Republic of Namibia after garnering a total of 638, 560 votes in the November 2024 general elections.&nbsp; She is set to be inaugurated on 21 March 2025.\n\n\n\nConclusion\n\n\n\nThe claim: ‘To date, 24 African women have served as heads of state or govt across 17 different countries, but only 3 | Ellen Johnson Sirleaf (Liberia) Samia Suluhu Hassan (Tanzania) and now Netumbo Nandi-Ndaitwah (Namibia) | have actually won elections through direct popular vote,’ is partly true in that while Sirleaf and Ndaitwah have directly contested and won elections, the same cannot be said of Hassan. She is currently completing the remainder of the term of Magufuli, her predecessor who died in March 2021.\nThe post Tanzania’s Hassan did not assume office through popular vote appeared first on FactCheckZW.",
            "author": "Lifaqane Nare",
            "date_published": "2025-03-11 14:40:27",
            "unix_date_published": 1741722027.0,
            "organization_country": "Zimbabwe",
            "site_name": "FactCheckZW",
            "url": "https://factcheckzw.org/tanzanias-hassan-did-not-assume-office-through-popular-vote/",
            "language": "en"
        },
        "8": {
            "title": "Weak vs. Worst: understanding the ZiG’s currency performance",
            "text": "CLAIM: It (the ZiG) is currently the worst-performing currency in the world\n\n\n\nSOURCE: NewsHawks&nbsp;\n\n\n\nVERDICT: False\n\n\n\nThe NewsHawks, a local online media house on February 11, 2025, claimed in a post on X (formerly Twitter) that the Zimbabwean currency – the Zimbabwe Gold (ZiG) – only introduced in April last year &#8211;&nbsp; was the worst performing currency in the world.\n\n\n\nThe publication was commenting on Zimbabwe&#8217;s troubled retail sector which is facing growing challenges amid declining economic activity due to liquidity problems and currency failure, leading to the closure of several supermarkets and other companies.&nbsp;\n\n\n\n‘The new currency introduced last year &#8211; ZiG &#8211; amid official hype and noise has been a disaster,’ reads the News Hawks post in part.\n\n\n\n‘It is currently the worst performing currency in the world, exposing Zimbabwean leaders&#8217; incorrigible governance and policy failures underlined by corruption and incompetence.’\n\n\n\nWorst performing currency via-a-vis weakest currency\n\n\n\nContrary to common understanding, a weak currency is not the same as a badly performing currency.&nbsp;\n\n\n\nA weak currency can be defined as one with a low or decreasing value in comparison to other currencies.\n\n\n\nIt refers to a nation&#8217;s money that has seen its value decrease in comparison to other currencies. Weak currencies are often thought to be those of nations with poor economic fundamentals or systems of governance. A weak currency may also be encouraged by a country seeking to boost its exports in global markets.\n\n\n\nA weak currency has a significantly lower value relative to other global currencies. This weakness is often measured by the currency&#8217;s exchange rate, like the U.S. dollar or the euro. When the exchange rate falls, the currency is said to be depreciating. While short-term fluctuations in currency value are normal, persistent declines indicate a weak currency.\n\n\n\nOne key indicator of a weak currency is inflation. High inflation erodes purchasing power, meaning the same amount of money buys fewer goods and services over time. When inflation spirals out of control, foreign investors lose confidence in the currency, causing its value to drop further in global markets.&nbsp;\n\n\n\nAs a result, countries with high inflation often experience weaker currencies, as seen in historical cases like Venezuela and Zimbabwe.\n\n\n\nOn the other hand, a worst performing currency is one that has greatly depreciated in a given period of time.\n\n\n\nFor example, in 2024 Nigeria’s local currency the naira which lost about 70% of its value against the dollar, became the third worst performing currency in the world after the Lebanese Pound and the Ethiopian Birr.\n\n\n\nThe naira had weakened 4.3%, the most in mid October of that year, to 1,670.65 to the dollar, according to data compiled by Bloomberg.&nbsp;\n\n\n\nThe US dollar’s global role as a reserve currency and its stability in international trade continue to shape exchange rates.&nbsp;\n\n\n\nWhile some African countries have managed to strengthen their currencies by addressing inflationary pressures, others face ongoing challenges that hinder sustainable improvements.\n\n\n\nAs of November 2024, the South African rand had become one of the worst performing currencies since the US election, a symptom of the “Trump trade”, but also sharp falls in the prices of key commodity exports.&nbsp;\n\n\n\nIn early 2025, Zambia’s currency, kwacha, plunged&nbsp; as a severe drought increased power prices, risking hurting the African nation’s economy.\n\n\n\nOut of the 10 worst-performing currencies globally, five are from Africa, including the Zambian kwacha, the Angolan kwanza and the Nigerian naira, according to data compiled by Bloomberg.\n\n\n\nBased on the information available, here&#8217;s a breakdown of some of the worst-performing currencies in January 2025, along with the factors contributing to their decline:\n\n\n\nKey Currencies and Factors:\n\n\n\n\nLebanese Pound (LBP) &#8211; Continues to be among the weakest, driven by high inflation, a depressed economy, political instability, and an ongoing banking crisis.   \n\n\n\nIranian Rial (IRR) &#8211; Suffers from the impact of sanctions and geopolitical tensions in the Middle East.   \n\n\n\nSouth African Rand (ZAR) &#8211; Experienced depreciation due to political turmoil and concerns over U.S. trade tariffs. Currencies pegged to the Rand also declined.   \n\n\n\nSouth Sudanese Pound (SSP) &#8211; Weakened by ongoing conflict in neighboring Sudan, which has disrupted its economy and caused a refugee crisis.   \n\n\n\nIndian Rupee (INR) &#8211; Experienced a lifetime low, effected by US trade tariff concerns, and portfolio outflows.   \n\n\n\n\nWeak currencies\n\n\n\nWise, a money transfer company, lists the top 10 weakest global currencies (based on their value compared to USD in 2024), with the weakest on top. The Lebanese Pound (1 USD = 89,521.51 LBP ) is the weakest currency followed by the Iranian Rial (1 USD = 42,000.00 IRR), Vietnamese Dong (1 USD = 25,411.20 VND), Laotian Kip (1 USD = 21,709.90 LAK), Sierra Leonean Leone (1 USD = 22945.70 SLL), Indonesian Rupiah (1 USD = 16,260.00 IDR), Uzbekistan Som(1 USD = 12,992.00 UZS), Guinean Franc (1 USD = 8,641.43 GNF), Paraguayan Guarani (1 USD = 7,902.05 PYG), and Malagasy Ariary (1 USD = 4,689.45 MGA) respectively.&nbsp;\n\n\n\nThe values in brackets are the current and not necessarily for 2024.\n\n\n\n&nbsp;Xe.com, in its almost similar list of weakest currencies in the world, also places the Lebanese pound in first position and the Malagasy ariary in position 10. The only difference is in the Laotian kip, Sierra Leonean leone which exchanged positions for and five respectively. Elevate and FXSSI have almost similar lists, with slight differences of underperforming currencies in the world both of which also exclude the ZiG.\n\n\n\nSimilarly, Bankbazaar.com, in its list of Top Cheapest Currencies in the World for 2025 includes almost all the currencies listed by Wise and Xe save for the Lebanese Pound and Malagasy Ariary. The list, which draws parallels with the Indian Rupee, includes the Cambodian Riel and Ugandan Shilling in the 9th and 10th positions respectively.\n\n\n\nBankbazaar.com cites current account deficits, economic performance, government debt, inflation and interest rates, recession, speculation, and terms of trade as some of the factors that have an impact on currency exchange rates.\n\n\n\nWhat is the value of the Zimbabwean ZiG?\n\n\n\nAccording to the Reserve Bank of Zimbabwe (RBZ), as at 14 February 2025, the interbank exchange rate between the US Dollar and the ZiG is 1:26.4365.\n\n\n\nThe Zimbabwe ZIG does not appear on current lists of the worst performing currencies or the weakest. It only appears on Steve Hanke’s currency watchlist of 24 June 2024 as part of that week’s worst performing currencies. Even on that list, it is not the absolute worst, though.&nbsp;\n\n\n\nDoes a weak currency mean the country is poor?\n\n\n\nA weak currency doesn&#8217;t always reflect economic strength. Japan serves as a prime example &#8211; despite a high exchange rate with the USD (1 USD ≈ 150 JPY), it maintains one of the world&#8217;s strongest economies.&nbsp;\n\n\n\nConclusion\n\n\n\nThe claim ‘It (the ZiG) is currently the worst performing currency in the world,’ is rated false in that in USD terms, the ZiG is not the worst performing in the world in its depreciation. It is also not the weakest currency in the world as it trades at an exchange rate of US$1: ZWG26.4365 compared to the Lebanese Pound and the Iranian Rial which trade at 89,521.51 and 42,000.00 respectively. While the country’s currency is unquestionably underperforming, it is not the worst in the world. However, the strength or weakness of the currency is not necessarily a reflection of the country’s economy.&nbsp;\nThe post Weak vs. Worst: understanding the ZiG&#8217;s currency performance appeared first on FactCheckZW.",
            "author": "Lifaqane Nare",
            "date_published": "2025-03-10 10:57:47",
            "unix_date_published": 1741622267.0,
            "organization_country": "Zimbabwe",
            "site_name": "FactCheckZW",
            "url": "https://factcheckzw.org/weak-vs-worst-understanding-the-zigs-currency-performance/",
            "language": "en"
        },
        "9": {
            "title": "Limpopo River a shared resource: South Africa doesn’t buy Limpopo water from Zimbabwe",
            "text": "CLAIM: South Africa currently buys water from Zimbabwe that comes from Limpopo river meaning the river belongs to Zimbabwe.\n\n\n\nSOURCE: Social media account\n\n\n\nVERDICT: False\n\n\n\nEver thought of who owns the rivers that surround Zimbabwe? Interestingly, most of Zimbabwe’s borders are marked by rivers &#8211; the mighty Zambezi to the North and the Limpopo to the south.&nbsp;\n\n\n\nWith the massive rains experienced this season, the rivers are flowing and some are wondering why there are no efforts to harness this water.&nbsp;\n\n\n\nAn account on X, formerly Twitter, posted a picture of the Limpopo river in full flow with the caption, ‘Zimbabwe and South Africa watching such huge amounts of water going to the Gulf of Mozambique every season shows lack of strategic synergy. A dam along Limpopo/ Vhembe river can be an industrial game changer between the two countries. Irrigation opportunities!’\n\n\n\nThis led to claims on river ownership, with some posting, ‘These are shared rivers panoita hondo mangwana umwe aita musoro ne mvura yacho (that could cause wars tomorrow with everyone doing what they want with the water). Look at the Zambezi water authority pa Kariba dam we are fighting for water. We have inland rivers like Runde we can build a dam bigger than Tokwe Mukosi’.\n\n\n\nAnother claimed, ‘There is need for cooperation between South Africa (source), Botswana, Zimbabwe and Mozambique for this. We are reparian (sic) countries since we all share this big river together. I agree, we need to preserve this water’.\n\n\n\nThere was also a claim that ‘South Africa currently buys water from Zimbabwe that comes from Limpopo river meaning the river belongs to Zimbabwe’.\n\n\n\nSo who owns the Limpopo river.&nbsp;\n\n\n\nThe Limpopo rises as the Krokodil (Crocodile) River in the Witwatersrand, South Africa, and flows on a semicircular course first northeast and then east for about 1,800 km to the Indian Ocean. The river forms the border for about 400 km between Limpopo province and Botswana, receiving seasonal tributaries. After swinging eastward between Limpopo province and Zimbabwe, the Limpopo River receives the Shashi River and flows about 240 km to Mozambique.&nbsp;\n\n\n\nOne of the major characteristics of the SADC region is the presence of a large number of transboundary rivers. Each country in the region shares at least one river basin with another (except, of course, for the island states of Mauritius and Seychelles). Mozambique is a riparian to nine international rivers, and is the lowest down stream riparian to eight of them, and each of Angola and Zimbabwe shares six such rivers with other SADC countries. Moreover, South Africa, Tanzania, Democratic Republic of Congo and Namibia each shares five international rivers, while Botswana shares four international rivers with other SADC countries.\n\n\n\nDue to all these shared water resources, no single country owns them. The SADC Water Division, part of the Infrastructure and Services Directorate, addresses water resources management issues through the Revised Protocol on Shared Watercourses (2000), the Regional Water Policy and a series of Regional Strategic Action Plans for the Water Sector &#8211; currently on version 3.\n\n\n\nThe Limpopo river is part of the Limpopo river basin. It is managed by the Limpopo Watercourse Commission. The basin encompasses portions of Botswana, Mozambique, South Africa, and Zimbabwe.\n\n\n\nZimbabwe has the least portion of the overall Limpopo river basin with 15%. Mozambique and Botswana each have 20% with South Africa having the biggest portion at 45%.\n\n\n\nThe claim that South Africa buys water from Zimbabwe probably arose from the water agreement signed by the two countries in 2024.&nbsp;\n\n\n\nZimbabwe will not be selling the Limpopo water to South Africa.&nbsp;\n\n\n\nThe two countries signed an agreement for the transfer of treated water from Beitbridge water treatment works in the Republic of Zimbabwe to Musina Town in the Republic of South Africa.\n\n\n\nAccording to a statement released by the South African government, ‘The signed agreement is the end product of a bilateral agreement of Co-operation on Water Resources Management and the establishment and functioning of the Joint Water Commission established by the two countries in 2015. The transfer of treated water from Beitbridge Water Treatment Works in Zimbabwe to Musina is a medium-term solution to address water supply challenges in the area.&nbsp;\n\n\n\nThe capacity of the Beitbridge Water Treatment Plant is 35 million cubic metres/annum (96 Ml/day) and is currently not fully utilised in Zimbabwe, with only 10% of the capacity used for Beitbridge. The two countries will kickstart an implementation plan and oversee the construction of a pipeline and of pump stations to transfer 15 million cubic metres (41 ML/day) of treated water from Zimbabwe to Musina.’\n\n\n\nConclusion\n\n\n\nThe claim that ’South Africa currently buys water from Zimbabwe that comes from Limpopo river meaning the river belongs to Zimbabwe‘ is false. The Limpopo river is not owned by any one country but is run by a commission comprising four countries &#8211; Zimbabwe, Botswana, Mozambique and South Africa. It is equally false that South Africa is buying Limpopo water from Zimbabwe. The agreement between the two countries is for South Africa to buy treated water from Zimbabwe since Beitbridge Treatment Water Works has capacity to provide water for the two towns of Beitbridge and Musina.\n\n\n\nThe two implementing agents to oversee the construction projects are South African Development Bank, and the Zimbabwe National Water Authority, and the completion of the projects is expected to be in 2026.&nbsp;\nThe post Limpopo River a shared resource: South Africa doesn&#8217;t buy Limpopo water from Zimbabwe  appeared first on FactCheckZW.",
            "author": "Lifaqane Nare",
            "date_published": "2025-02-28 09:28:41",
            "unix_date_published": 1740752921.0,
            "organization_country": "Zimbabwe",
            "site_name": "FactCheckZW",
            "url": "https://factcheckzw.org/limpopo-river-a-shared-resource-south-africa-doesnt-buy-limpopo-water-from-zimbabwe/",
            "language": "en"
        }
    }
}